TexasInstruments/simplelink-lowpower-f2-sdk/source/ti/ti_wisunfan/apps/common/boards/CC13X2X7_CC26X2X7_LAUNCHXL/freertos_wsms.syscfg
/* ======== RTOS ======== */
const FreeRTOS = scripting.addModule("/freertos/FreeRTOS");
FreeRTOS.heapSize = 0x5500;
FreeRTOS.posixThreadStackSize = 0x00000200;
FreeRTOS.idleStackSize = 0x00000180;
FreeRTOS.timerStackSize = 0x00000180;

const POSIX = scripting.addModule("/ti/posix/freertos/Settings");
